Revit 2015 API
GridTypeSet Constructor
Initializes a new instance of the GridTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public GridTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
GridTypeSet()
See Also
GridTypeSet Class
Autodesk.Revit.DB Namespace